<?php

return [

    'homepage' => [
        'main_text' => 'کۆمپانیایەکی شارەزای تۆڕ لە بوارەکانی <br> دابینکردنی ئینتەرنێت کاردەکات.',
        'main_paragraph' => 'لە کۆمپانیاکەماندا، ئێمە تایبەتمەندین بە تێکەڵکردنی بەردەوامیی لە کارە ڕۆژانەکانماندا، کە سوود بە کڕیاران و هاوکاران و کۆمەڵگاکانمان دەگەیەنین. لە ساڵی ٢٠٠٧دا کۆمپانیای تایم نێت دامەزرا بۆ چارەسەرکردنی زیادبوونی خواست لەسەر خزمەتگوزارییەکانی ئینتەرنێت و تۆڕ لە ناوچەکەدا. بە زاڵبوون بەسەر ئاستەنگەکانی ژمارەیەکی سنووردار لە دابینکەرانی ئینتەرنێت و دابینکەرانی ئامێرەکان، ئێمە بە سەرکەوتوویی ئامادەیییەکی بەهێزمان لە بازاڕدا دامەزراندووە. ئامانجی سەرەکیمان پێشکەشکردنی خزمەتگوزارییە کوالیتی بەرزەکانە کە لەگەڵ نوێترین تەکنەلۆژیای جیهانیدا بگونجێت. مانەوە لە پێشەنگی پێشکەوتنەکان ڕێگەمان پێدەدات بە شێوەیەکی کارا و کاریگەر پێداویستییەکانی کڕیارەکانمان دابین بکەین.',
        'service_check_1' => 'ISP خزمەتگوزاری تەواو',
        'service_check_2' => 'پشتگیری کوالیتی بەرز',
        'service_check_3' => 'ئامێری ئاسایش و دیواری ئاگرین',
        'who_works_with_us' => 'تایمنێت لەلایەن زۆرێک لە کۆمپانیاکانەوە متمانەپێکراوە، و زیاتر لە ٣٣ هەزار بەکارهێنەری هەیە.',
        'store_slogan_1' => 'دەتوانیت دەستت بگات بە نوێترین بەرهەمەکانی نیتوۆرک بە نرخێکی بێ ڕکابەر.',
        'store_slogan_2' => 'تەکنەلۆژیای پێشکەوتووی تۆڕکردن بە نرخێکی کێبڕکێکار.',
        'shop_now' => 'ئێستا بازار بکە',
        'article_section_headline' => 'بابەتەکان لە تایم نێتەوە',
        'read_the_article' => 'بابەتەکە بخوێنەرەوە',
        'read_more' => 'دەتەوێت زیاتر بخوێنیتەوە؟',
        'read_more_click_here' => 'بڕۆ ئێره‌',
    ],

    'breadcrumb' => [
        'timenet_store' => 'تایم نێت ستۆر',
        'timenet' => 'تایم نێت',
        'store' => 'ستۆر',
        'products' => 'بەرهەمەکان',
        'support' => 'پاڵپشتی',
        'about_us' => 'دەربارەی ئێمە',
        'shopping_cart' => 'سەبەتەی کڕین',
        'checkout' => 'تەوارکردنی کڕین'
    ],

    'store' => [
        'main_text' => 'تایم نێت ستۆر',
        'main_paragraph' => 'کۆمپانیایەکی شارەزای تۆڕ لە بوارەکانی دابینکردنی ئینتەرنێت کاردەکات.',
        'browse_products_button' => 'گەڕان بە بەرهەمە بەردەستەکاندا',
        'slides' => [
            [
                'title' => 'RUTXR1',
                'description' => 'یەکەم ڕاوتەری LTE Cat 6 کە دەتوانرێت لەسەر ڕاک دابنرێت لە پۆرتفۆلیۆی تۆڕەکانی Teltonika لەگەڵ پاوەر سەپلای زیادە، WAN failover، دوو سیمکارت، SFP، USB و دەرچەی تایبەتی کۆنسۆلی. ئەم ئامێرە دەوڵەمەندە بە تایبەتمەندی بە RutOS کە زۆر خۆکارانە و بەهێزە، تەواو گونجاوە لەو شوێنانەی کە پەیوەندییەکی خێرا و زۆر متمانەپێکراو پێویستە.',
                'image' => asset('images/store-slider/RUTXR1.png'),
            ],
            [
                'title' => 'TRB140',
                'description' => 'TRB140 ئامێرێکی زۆر بچووکە و کێشی سووکە و وزە بەکاردەهێنێت و بژاردەی پەیوەندیکردنی LTE Cat 4 و Gigabit Ethernet ی هەیە. ژینگەی لینوکس پلەیەکی بەرزی خۆکارکردن پێشکەش دەکات. ئەم دەروازەیە تەواو گونجاوە بۆ ئەو پڕۆژە و بەرنامانەی کە دەبێت یەک ئامێر نوێ بکرێتەوە بە پەیوەندی ئینتەرنێتی متمانەپێکراو و پارێزراو.',
                'image' => asset('images/store-slider/TRB140.png'),
            ],
            [
                'title' => 'RUT901',
                'description' => 'ڕاوتەری خانەیی RUT901 تایبەتمەندییە بەرزەکانی ڕاوتەرەکانی پێش خۆی کە RUT950 و RUT951ن دەگەیەنێتە بازاڕ. ئامێرەکە دڵنیای دەدات لە کارایی بەرز، دابینکردنی شکستی ئۆتۆماتیکی WAN بۆ پەیوەندییەکی پاشەکەوتی بەردەست، گەرەنتی بەردەوامی تۆڕەکە و نەهێشتنی کاتەکانی وەستان.',
                'image' => asset('images/store-slider/RUT901.png'),
            ]
        ],
        'secure_checkout' => [
            'title' => 'وەرگرتنی پارە بە شێوەیەکی پارێزراو',
            'description' => 'گرەنتی وەرگرتنی پارە بە سەلامەتی.',
        ],
        '30_days_return' => [
            'title' => '٣٠ ڕۆژ گەڕانەوە',
            'description' => 'دەتوانیت داوای گەڕانەوەی پارەکەت بکەیت لە ماوەی ٣٠ ڕۆژ لە دوای کڕین.',
        ],
        'fast_shipping' => [
            'title' => 'گەیاندنی خێرا',
            'description' => 'وەرگرتنی گەیاندنی خێرا لەسەر هەموو داواکارییەک.',
        ],
        'pages' => [
            'products' => [
                'timenet_store' => 'تایم نێت ستۆر',
                'timenet' => 'تایم نێت',
                'store' => 'ستۆر',
                'products' => 'بەرهەمەکان',
                'welcome_message_title' => 'بەخێربێن بۆ تایم نێت ستۆر!',
                'welcome_message_description' => '<p>بەخێربێن بۆ TimeNet بۆ هەموو پێداویستیەکانی نیتوۆرک، ئێمە تیمێکین لە شارەزایانی نیتوۆرک کە تایبەتن بە پێشکەشکردنی باشترین خزمەتگوزاری و پشتگیری بۆ ئێوە. ئەرکی ئێمە ئەوەیە کە یارمەتیت بدەین لە پەیوەندی و پارێزراو بمێنیتەوە، گرنگ نییە تۆڕەکەت پێویستی بە چییە. ئێمە مەودایەکی فراوان لە ئامێرەکانی تۆڕ و ئامراز و خزمەتگوزاری پێشکەش دەکەین، لەوانە ڕاوتەر، سویچەکان، فایەروۆڵەکان، ڤی پی ئێن و زیاتر. بەرهەمەکانمان دیزاین کراوە بۆ ئەوەی لەگەڵ بەرزترین ستانداردەکانی جۆرایەتی و باوەڕپێکراودا بگونجێت، و ئێمە پابەندین بە دابینکردنی باشترین بەهای گونجاو بۆ پارەکەت. ئەگەر تۆ خاوەنی بزنسێکی بچووک بیت، بەکارهێنەری ماڵەوە، یان پیشەگەرێکی IT. کەواتە بۆچی چاوەڕێ ئەکەی ؟ ئەمڕۆ دەست بکە بە گەڕان لە بەرهەمەکانمان و بزانە تایم نێت دەتوانێت چی بۆ تۆ بکات.</p> <hr/> <p class="mb-0">هەر کاتێک پێویستت بوو، دەتوانیت هەمیشە پەیوەندیمان پێوە بکەیت لە <a href="mailto:karzan@time-net.net" class="text-dark">info@time-net.net</a>.</p>',
            ]
        ],

        'view_cart' => 'سەبەتەی کڕینەکەت ببینە',
        'cart_empty' => 'سەبەتەی کڕینەکەت بەتاڵە.',
        'filter' => 'فلتەر',
        'filter_categories' => 'پۆلەکان',
        'filter_brands' => 'براندەکان',
        'clear_all' => 'سڕینەوەی هەموو',
        'newest' => 'نوێترین',
        'high_to_low' => 'نرخ، بەرز بۆ نزم',
        'low_to_high' => 'نرخ، نزم بۆ بەرز',
        'new_arrival' => 'نوێیە',
        'add_to_cart' => 'زیادی بکە بۆ سەبەتە',
        'available_soon' => 'بەمزووانە',
        'contact_us' => 'پەیوەندیمان پێوەبکە',
        'must_be_logged_in' => 'پێویستە بچیتە <a href="' . route('login') . '">ژوورەوە</a> بۆ زیادکردنی کاڵا بۆ سەبەتەکەت.',
        'save_for_later' => 'بۆ دوایی هه‌لیبگره‌',
        'remove' => 'لایببە',
        'bad_search' => 'هیچ بەرهەمێک بە ڕێکخستنەکانی ئێستاتەوە نەدۆزراوەتەوە.',
        'search' => 'گەڕان...',

        'views' => 'بینینەکان',
        'total_price' => 'نرخی گشتی:',
        'select_quantity' => 'بڕی هەڵبژێرە',
        'login_or_register_to_add_to_cart' => 'پێویستە بچیتە ژوورەوە یان ناوت تۆمار بکەیت بۆ زیادکردنی شتێک بۆ سەبەتە',
        'view_shopping_cart' => 'پیشاندانی سەبەتەی کڕین',
    ],

    'components' => [
        'subscribe_box' => [
            'title' => 'نوێترین زانیاری لە تایم نێت وەربگرە',
            'read_privacy_policy' => '<p class="small">دەتوانیت لە هەر کاتێکدا بەشداریکردنەکەت هەڵبوەشێنیتەوە. <a class="text-dark" href="' . route('privacy-and-policy') . '">سیاسەتی پاراستنی نهێنیمان بخوێنەرەوە.</a>
                    </p>',
            'subscribe_button' => 'بەشداریبکە',
        ]
    ],

    'globals' => [
        'name' => 'ناو',
        'email' => 'ئیمەیل',
        'login' => 'چوونەژوورەوە',
        'register' => 'خۆت تۆماربکە',
        'contact_us' => 'پەیوەندیمان پێوەبکە',
        'enter_email' => 'ئیمەیڵ داخڵ بکە',
        'email_sent' => 'ئیمەیڵ بە سەرکەوتوویی نێردرا.',
    ],

    'menu' => [

        'left_text' => 'TimeNet ISP',

        'my_account' => 'هەژماری من',
        'profile' => 'پڕۆفایلی من',
        'orders' => 'داواکاریەکان',
        'logout' => 'چوونەدەرەوە',

        'Home' => 'سەرەتا',
        'Store' => 'ستۆر',
        'Products' => 'بەرهەمەکان',
        'Articles' => 'بابەتەکان',
        'About Us' => 'دەربارەی ئێمە',
        'Time Net' => 'تایم نیت',
        'Support' => 'پاڵپشتی',
        'Resources' => 'سەرچاوەکان',

        'Product Catalog' => 'کەتەلۆگ',
        'Services' => 'خزمەتگوزارییەکان',
        'Solutions' => 'چارەسەرەکان',
        'Downloads' => 'دابەزاندنەکان',
        'FAQ' => 'پرسیار و وەڵام',
    ],

    'footer' => [
        'address' => 'هەرێمی کوردستان، هەولێر',
        'company' => 'کۆمپانیا',
        'about' => 'دەربارە',
        'services' => 'خزمەتگوزارییەکان',
        'solutions' => 'چارەسەرەکان',
        'catalog' => 'کەتەلۆگ',
        'contact_us' => 'پەیوەندی',
        'features' => 'تایبەتمەندیەکان',
        'store' => 'ستۆر',
        'available_products' => 'بەرهەمەکان',
        'documentation' => 'بەڵگەنامە',
        'downloads' => 'دابەزاندنەکان',
        'faq' => 'پرسیار و وەڵام',
        'resources' => 'سەرچاوەکان',
        'help' => 'یارمەتی',
        'your_account' => 'هەژماری من',
        'privacy_and_policy' => 'نهێنی پارێزی',
        'terms' => 'مەرجەکان',
        'sitemap' => 'نەخشەی وێبسایت',
        'copyright' => '&copy; ' . date('Y') . ' مافی پارێزراوە بۆ تایم نیت. ',
        'cookie_warning' => 'کاتێک تۆ سەردانی ماڵپەڕەکان، خزمەتگوزارییەکان یان ئامرازەکانمان دەکەیت، ئێمە یان دابینکەرانی خزمەتگوزارییە ڕێگەپێدراوەکانمان ڕەنگە کووکی بەکاربهێنن بۆ هەڵگرتنی زانیارییەکان بۆ یارمەتیدان لە دابینکردنی ئەزموونێکی باشتر، خێراتر و سەلامەتتر و بۆ مەبەستی بازاڕکردن.',
    ],

    'about' => [
        'about_timenet' => 'دەربارەی تایم نێت',
        'about_us' => 'دەربارەی ئێمە',
        'paragraph_1' => 'بەخێربێن بۆ تایمنێت، دابینکەری خزمەتگوزاری ئینتەرنێتی خێرا و متمانەپێکراوتان. ژێرخانی تۆڕە پێشکەوتووەکانمان خێراترین خێرایی و متمانەپێکراوترین پەیوەندییەکان مسۆگەر دەکات. هەروەها کۆمەڵێک بەرهەم و خزمەتگوزاری تۆڕکردن پێشکەش دەکەین. متمانەمان پێ بکە بۆ پێشکەشکردنی خزمەتگوزاری بێ کێشە و پشتگیری ناوازەی کڕیار. تایمنێت وەک دابینکەری خزمەتگوزاری ئینتەرنێتەکەت هەڵبژێرە و بە ئاسانی پەیوەندیت هەبێت.',
        'paragraph_2' => 'ئامرازەکان پێویستە خۆیان لەگەڵ بەکارهێنەردا بگونجێنن نەک بە پێچەوانەوە.',
        'paragraph_3' => '<p>لە ساڵی ٢٠٠٧ەوە یارمەتی ٢٥ کۆمپانیامان داوە لە خستنەبازاڕی زیاتر لە هەزار بەرهەمی باوەڕپێنەکراو. ئێمە پێمان وایە باشترین چارەسەرە دیجیتاڵییەکان لە تێکەڵەیەکی تەواو لە ستراتیژی بازرگانی، تەکنەلۆژیای بەردەست، و دابینکردنی پێداویستییە ڕاستەقینەکانی بەکارهێنەرانەوە دێن.</p>',
        'years_in' => 'ساڵ لە بازرگانیدا',
        'clients' => 'کڕیار',
        'happy_customers' => 'کڕیاری دلخۆش',
        'time_net_team_headline' => "تیمی تایم نێت",
        'time_net_team_description' => "تیمی تایمنێت لە کەسانی پسپۆڕی لێهاتوو پێکهاتووە کە خولیای پێشکەشکردنی خزمەتگوزاری کوالیتی بەرزن بۆ کڕیارەکانمان. ئێمە شانازی بە ستافی پشتگیری دۆستانە و زانامان دەکەین، کە هەمیشە ئامادەن بۆ یارمەتیدان لە هەر کێشەیەک یان پرسیارێک کە هەتبێت. تیمەکەمان پابەندە بە دڵنیابوون لەوەی کە باشترین ئەزموونتان هەیە لەگەڵ خزمەتگوزارییەکانی ئینتەرنێت و تۆڕەکانمان.",
    ],

    'posts' => [
        'index' => [
            'main_paragraph' => 'ئێمە تۆڕێکی پیشەگەرین کە تایبەتن بە پێشکەشکردنی باشترین خزمەتگوزاری و چارەسەرەکان. تیمی پسپۆڕەکانمان پابەندن بە گەیاندنی ناوەڕۆکی کوالیتی بەرز، لەوانەش پۆست و بابەت، کە یارمەتیت دەدەن لە ئاگاداربوون لە نوێترین ڕەوت و پێشهاتەکانی پیشەسازییەکەمان. جا تۆ بەدوای زانیاریدا دەگەڕێیت لەسەر خزمەتگوزارییەکانمان یان چارەسەرەکانمان، یان تەنها دەتەوێت زیاتر بزانیت دەربارەی ئەوەی ئێمە دەیکەین، ئێمە لێرەین بۆ یارمەتیدان.',
        ],
        'show' => [
            'share' => 'هاوبەشکردن',
            'comment' => 'سەرنج',
            'comment_ucfirst' => 'سەرنج',
            'comments' => 'سەرنج',
            'write_comment' => 'یەکەم کەس بە بۆ ئەوەی بیروڕاکانت باس بکەیت.',
            'write_thoughts' => 'بیروڕاکانت بنووسە.',
            'comment_sent_for_review' => 'سەرنجەکەت نێردراوە بۆ پێداچوونەوە، کاتێک پەسەند کرا بە دەردەکەوێت.',
            'post_comment' => 'ناردنی کۆمێنت',
            'register_to_comment' => 'پێویستە <a href="' . route('login') . '">بچیتە ژوورەوە </a> یان <a href="' . route('register') . '">ناوت تۆمار بکەیت</a> بۆ ئەوەی کۆمێنت لەسەر ئەم پۆستە بکەیت.',
            'newsletter' => 'هەواڵنامە',
            'newsletter_description' => 'ئۆفەری تایبەت لەسەر نوێترین پێشهاتەکان لە تایم نێتەوە بەدەستبهێنە.',
            'related_articles' => 'ووتاره‌ په‌یوه‌ندیداره‌کان',
        ]
    ],

    'categories' => [
        'categories' => 'پۆلەکان',
        'Articles' => 'بابەتەکان',
        'Services' => 'خزمەتگوزارییەکان',
        'Solutions' => 'چارەسەرەکان',
        'Product Catalog' => 'کەتەلۆگی بەرهەمەکان',
    ],

    'support' => [
        'support' => 'پاڵپشتی لە تایم نێت',
        'get_expert_support' => 'پشتگیری پسپۆڕان بەدەست بهێنە',
        'support_description' => 'سوپاس بۆ هەڵبژاردنی بەرهەم/خزمەتگوزارییەکانمان، و متمانەت بە ئێمە بەرز دەنرخێنین. ئێمە بەوپەڕی خۆشحاڵییەوە چاوەڕێی هاوکاریکردنتانین و دڵنیابوون لەوەی کە ئەزموونێکی باشتان هەیە. ئێمە لێرەین بۆ یارمەتیدانتان!',
        'locate_us_on_map' => 'شوێنی ئێمە لەسەر نەخشە بدۆزەرەوە',
        'get_support' => 'پاڵپشتی وەرگره',
        'form_text_1' => 'ئامانجەکەت هەرچییەک بێت - ئێمە دەگەینە ئەوێ.',
        'form_text_2' => 'پێویستت بە هاوکارییە؟ فۆڕمی خوارەوە پڕبکەرەوە و تیمی پشتگیریمان بە زووترین کات پەیوەندیت پێوە دەکات. ئێمە لێرەین بۆ ئەوەی یارمەتیت بدەین لە هەر پرسیارێک یان نیگەرانییەک کە هەتبێت.',
        'message_received' => 'تایم نێت پەیامەکەتی وەرگرتووە.',
        'fill_out_the_form' => 'فۆڕمەکە پڕبکەرەوە، بە زووترین کات پەیوەندیتان پێوە دەکەین.',
        'name' => 'ناو',
        'email' => 'ئیمەیل',
        'details' => 'پەیام',
        'details_placeholder' => 'باسی پڕۆژەکەتمان بۆ بکە',
        'send' => 'ناردن',
    ],

    'cart' => [
        'shopping_cart' => 'سەبەتەی کڕین',
        'order_summary' => 'پوختەی داواکاری',
        'promo_code' => 'پڕۆمۆ کۆد',
        'enter_promo_code' => 'پرۆمۆ کۆد بنووسە',
        'item_subtotal' => 'کۆی گشتی دانە',
        'items' => 'بابەتەکان',
        'item' => 'بابەت',
        'delivery' => 'گەیاندن',
        'total' => 'کۆی گشتی',
        'checkout_button' => 'تەوارکردنی کڕین',
        'continue_shopping' => 'بەردەوامبە لە بازاڕکردن',
        'invalid_code' => 'کۆدەکەت هەڵەیە.',
        'code_applied' => 'کۆدەکەت وەرگیرا!',

        'empty_cart' => 'لە ئێستادا سەبەتەکەت بەتاڵە',
        'empty_cart_description' => 'پێش ئەوەی بەردەوام بیت لە کڕینی کاڵا دەبێت هەندێک بەرهەم زیاد بکەیت بۆ سەبەتەی کڕینەکەت. کۆمەڵێک بەرهەمی سەرنجڕاکێش لە پەیجی ستۆرەکەمان دەبینیتەوە.',
        'start_shopping' => 'دەست بکە بە بازاڕکردن',
        'login_required' => 'پێویستە بچیتە ژوورەوە!',
        'login_required_description' => "بۆ چوونە ناو ئەم لاپەڕەیە، تکایە بچۆرە ژوورەوە، ئەگەر هێشتا ئەکاونتت نییە، تکایە ناوت تۆمار بکە بۆ ئەوەی دەستت بگات بە ناوەڕۆک و خزمەتگوزارییە تایبەتەکانمان. سوپاس بۆ هەڵبژاردنی ئێمە وەک دابینکەری خزمەتگوزاری ئینتەرنێت و هاوبەشی تۆڕەکانتان.",
        'login_slash_register' => 'چوونەژوورەوە / ناو تۆمارکردن',
        'back_to_home' => 'بگه‌ڕێوه‌ سەرەتا',
        ],


    'checkout' => [
        'shipping_address' => 'ناونیشانی گەیاندن',
        'first_name' => 'ناوی یەکەم',
        'last_name' => 'ناوی کۆتایی',
        'first_phone_number' => 'ژمارە تەلەفۆنی یەکەم',
        'second_phone_number' => 'ژمارە تەلەفۆنی دووەم',
        'email' => 'ئیمەیڵ',
        'address' => 'ناونیشان',
        'country' => 'وڵات',
        'shipping_address_notice' => 'ناونیشانی ناردن هەمان ناونیشانی پارەدانمە',
        'payment' => 'پارەدان',
        'payment_method_switch' => 'گۆڕینی شێوازی پارەدان تکایە چاوەڕوان بن...',
        'payment_method_fee' => 'کرێی پارەدان:',
        'payment_method_disabled' => 'لە ئێستادا لەکارکەوتووە',
        'order_summary' => 'پوختەی داواکاری',
        'item_subtotal' => 'کۆی گشتی بابەت',
        'shipping_rate' => 'نرخی گەیاندن',
        'promo_code' => 'پرۆمۆ کۆد',
        'total' => 'کۆی گشتی',
        'place_order' => 'داواکاری بنێرە',
        'placing_order' => 'تکایە چاوەڕوانبە',
        'order_completed_title' => 'داواکاریەکەت وەرگیرا!',
        'order_completed_description' => 'سوپاس بۆ داواکاریەکەت! داواکارییەکەت جێبەجێ دەکرێت و لە ماوەی ٣-٦ کاتژمێردا تەواو دەبێت.',
        'continue_shopping_button' => 'بەردەوام بە لە بازاڕکردن',
        'order' => 'داواکاری',
        'view_invoice' => 'بینینی رەچەتە',
        'navigate_to_my_orders' => 'داواکاریەکانم',
        'back_to_home' => 'گەڕانەوە بۆ سەرەتا',
    ],

    'downloads' => [
        'download_center' => 'سەنتەری دابەزاندن',
        'download_center_description' => 'هەموو پێداویستیەکانی سۆفتوێر لێرە بەدەستبێنە.',
        'for' => 'بۆ',
        'results' => 'ئەنجامەکان',
        'search_for_files' => 'گەڕان بەدوای فایلەکاندا',
    ],

    'faq' => [
        'faq' => 'پرسیار و وەڵام',
        'faq_description' => 'بگەڕێ بۆ پرسیار یان وەڵام و زانیاری وەربگرە.',
        'for' => 'بۆ',
        'results' => 'ئەنجامەکان',
        'search_for_questions' => 'بەدوای پرسیاردا بگەڕێ',
    ],

    'user_section' => [
        'personal_info' => 'زانیاری تایبەت',
        'security' => 'ئاسایش',
        'notifications' => 'ئاگادارکردنەوەکان',
        'no_notifications' => 'لە ئێستادا هیچ ئاگادارکردنەوەیەکی نوێ نییە.',
        'preferences' => 'هەڵبژاردنەکان',
        'no_preferences' => 'لە ئێستادا هیچ هەلبژاردنێک بۆ تۆ لەبەردەستدا نییە.',
        'account' => 'هەژمار',
        'store' => 'ستۆر',
        'your_orders' => 'داواکاریەکان',
        'wishlist' => 'لیستی ئارەزووەکان',
        'logout' => 'چوونەدەرەوە',

        'basic_info' => 'زانیاری بنەڕەتی',
        'name' => 'ناو',
        'full_name' => 'ناوى تەواو',
        'email' => 'ئیمەیڵ',
        'address' => 'ناونیشان',
        'country' => 'ولات',
        'phone_number' => 'ژمارەی پەیوەندی',
        'phone_numbers' => 'ژمارەکانی پەیوەندی',
        'cancel' => 'ڕەتکردنەوە',
        'save_changes' => 'گۆڕانکارییەکان پاشەکەوت بکە',

        'user_password' => 'وشەی نهێنی بەکارهێنەر',
        'current_password' => 'وشەی تێپەڕی ئێستا',
        'new_password' => 'وشەی تێپەڕی نوێ',
        'confirm_new_password' => 'وشەی تێپەڕ بگۆڕە',

        'status' => 'دۆخ',
        'payment' => 'پارەدان',
        'total' => 'کۆی گشتی',
        'shipping_and_billing_address' => 'ناونیشانی گەیاندن و پارەدان',

        'order' => 'داواکاری',
        'note' => 'تێبینی داواکاری',
        'order_details' => 'وردەکاری داواکاری',
        'orders' => 'Orders',
        'orders_description' => "لێرە دەتوانن هەموو ئەو داواکاریانە ببینن کە پێشتر لای ئێمە کردوتە. لیستی داواکارییەکانی ڕابردووت دەبینیت، لەوانەش بەرواری داواکاری، بابەتی داواکراو و دۆخی داواکاری. دەتوانیت کلیک لەسەر هەر داواکارییەک بکەیت بۆ بینینی وردەکاری زیاتر، وەک زانیاری ناردن و ژمارەی بەدواداچوون. ئەگەر پێویستت بە گۆڕانکاری لە داواکارییەکی هەبوودا هەیە، تکایە پەیوەندی بە تیمی پشتگیری کڕیارەکانمانەوە بکە و ئێمە هەموو هەوڵێک دەدەین بۆ یارمەتیدانت.",
        'invoice' => "پسوولە",
        'print_invoice' => "چاپکردنی پسوولە",
        'no_orders' => "لە ئێستادا هیچ داواکاریێکتان نییە." . '<a class="d-block" href="' . route('store.products.index') . '">سەردانی ستۆرەکەمان بکە بۆ بینینی بەرهەمەکانمان.</a>',
        'latest_orders' => 'نوێترین داواکاری',

        'items' => 'بابەتەکان',
        'remove' => 'لابردن',
        'wishlist_no_items' => 'ببورە، بەڵام لە ئێستادا، لاپەڕەی لیستی ئارەزووەکانت هیچ بەرهەمێکی بەردەست نییە. <a class="d-block mt-3" href="' . route('store.index') . '">بۆ چوونە ناو بەرهەمە بەردەستەکان کلیک لیرە بکە.</a>',
    ],

    'ban_page' => [
        'title' => 'ئەکاونتەکەت راگیراوە!',
        'description_1' => 'بەهۆی چەندین پێشێلکاری ڕێنماییەکانی ماڵپەڕەکەمانەوە هەژمارەکەتان راگیراوە. ئێمە ئەم پێشێلکاریانە بە جددی وەردەگرین بۆ ئەوەی ژینگەیەکی باش درووستبکەین. ئێمە هانتان دەدەین کە پێداچوونەوە بە ڕێنماییەکانماندا بکەن بۆ ئەوەی باشتر تێبگەن کە کام یاسا شکێنراوە.',
        'description_2' => 'ئەگەر هەر پرسیارێکی زیاترت هەیە، تکایە پەیوەندی بە تیمی پشتگیری کڕیارەکانمانەوە بکە بۆ یارمەتی.',
        'return_home' => 'گەڕانەوە بۆ سەرەتا',
        'logout' => 'چوونەدەرەوە',
    ],
    'verify_email' => [
        'title' => 'پشتڕاستکردنەوەی ئیمەیڵ تەواو بوو!',
        'description' => 'پیرۆزە! ناونیشانی ئیمەیڵەکەت بە سەرکەوتوویی پشتڕاست کراوەتەوە. سوپاس بۆ گرتنەبەری ئەم هەنگاوە گرنگە بۆ دڵنیابوون لە ئاسایش و نهێنی هەژمارەکەت. ئێستا دەتوانن دەستتان بگات بە هەموو ئەو تایبەتمەندی و خزمەتگوزاریانەی کە لە ماڵپەڕەکەماندا بەردەستن. ئەگەر هەر پرسیارێک یان نیگەرانییەکتان هەیە، تکایە پەیوەندی بە تیمی پشتگیری کڕیارەکانمان بکە.',
        'continue' => 'بەردەوام بۆ تایم نێت',
        'user_account' => 'هه‌ژماری به‌كارهێنه‌ر',
        'timenet_store' => 'ستۆری تایم نێت',
    ],


];
