@extends('layouts.master')

@section('content')
    <div class="container content-space-3">
        <!-- Card -->
        <div class="card card-lg">
            <!-- Header -->
            <div class="card-header bg-dark py-sm-10">
                <h1 class="card-title h2 text-white">سياسة الخصوصية</h1>
                <p class="card-text text-white">آخر تعديل: 6 يوليو 2023</p>
            </div>
            <!-- End Header -->

            <!-- Card Body -->
            <div class="card-body">
                <h4>مقدمة</h4>
                <p>نحن في تايم نت نقدر ونحترم خصوصيتك. تشرح سياسة الخصوصية هذه كيفية جمعنا واستخدامنا وحمايتنا لمعلوماتك الشخصية عند زيارة موقعنا واستخدام خدماتنا. باستخدام تايم نت، فإنك توافق على الشروط الموضحة في هذه السياسة.</p>

                <h3>1. المعلومات التي نجمعها:</h3>
                <p>قد نقوم بجمع معلومات شخصية منك عند زيارة موقعنا أو استخدام خدماتنا. يشمل أنواع المعلومات التي قد نجمعها ما يلي:</p>

                <h4>1.1. معلومات شخصية:</h4>
                <ul>
                    <li>الاسم</li>
                    <li>عنوان البريد الإلكتروني</li>
                    <li>رقم الهاتف</li>
                    <li>عنوان المراسلات</li>
                    <li>معلومات الفواتير</li>
                </ul>

                <h4>1.2. بيانات الاستخدام:</h4>
                <p>قد نقوم أيضًا بجمع معلومات غير شخصية حول كيفية استخدامك لموقعنا، مثل عنوان IP، نوع المتصفح، نظام التشغيل، والصفحات التي تزورها. تساعدنا هذه البيانات على تحسين خدماتنا وتعزيز تجربتك.</p>

                <h3>2. كيف نستخدم معلوماتك:</h3>
                <p>نستخدم المعلومات التي نجمعها للأغراض التالية:</p>

                <h4>2.1. توفير الخدمات وتحسينها:</h4>
                <p>نستخدم معلوماتك الشخصية لتوفير الخدمات التي تطلبها، معالجة المدفوعات، التواصل معك، وتحسين خدماتنا.</p>

                <h4>2.2. التخصيص:</h4>
                <p>قد نستخدم معلوماتك لتخصيص تجربتك على موقعنا وتصميم خدماتنا وفقًا لتفضيلاتك.</p>

                <h4>2.3. التسويق والاتصالات:</h4>
                <p>بموافقتك، قد نرسل لك رسائل بريد إلكتروني ترويجية أو نشرات إخبارية حول منتجاتنا وخدماتنا وعروضنا الخاصة. يمكنك إلغاء الاشتراك في هذه الاتصالات في أي وقت.</p>

                <h4>2.4. التزامات قانونية:</h4>
                <p>قد نستخدم أيضًا معلوماتك للامتثال للقوانين واللوائح السارية أو الإجراءات القانونية.</p>

                <h3>3. مشاركة المعلومات وكشفها:</h3>
                <p>نحترم خصوصيتك ولن نكشف أو نشارك معلوماتك الشخصية مع أطراف ثالثة، إلا في الحالات التالية:</p>

                <h4>3.1. مزودي الخدمة:</h4>
                <p>قد نشارك معلوماتك مع مزودي الخدمة من الطرف الثالث الموثوق بهم الذين يساعدوننا في تقديم خدماتنا، مثل معالجي المدفوعات ومنصات التسويق عبر البريد الإلكتروني. تلتزم هؤلاء المزودين باتفاقيات السرية وممنوعين من استخدام معلوماتك لأي غرض آخر.</p>

                <h4>3.2. المتطلبات القانونية:</h4>
                <p>قد نكشف عن معلوماتك إذا كان ذلك مطلوبًا بموجب القانون أو ردًا على طلب قانوني صحيح، مثل أمر قضائي أو تحقيق حكومي.</p>

                <h3>4. أمان البيانات:</h3>
                <p>نتخذ تدابير معقولة لحماية معلوماتك الشخصية من الوصول غير المصرح به، الكشف، التغيير، أو الإتلاف. ومع ذلك، لا يمكننا ضمان الأمان المطلق للبيانات عبر الإنترنت أو التخزين الإلكتروني بنسبة 100٪. لذلك، لا يمكننا ضمان الأمان المطلق.</p>

                <h3>5. ملفات تعريف الارتباط وتقنيات التتبع:</h3>
                <p>نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتحسين تجربتك على موقعنا، وتحليل أنماط الاستخدام، وتخصيص المحتوى. يمكنك التحكم في استخدام ملفات تعريف الارتباط من خلال إعدادات المتصفح الخاص بك.</p>

                <h3>6. خصوصية الأطفال:</h3>
                <p>لا نقوم بجمع معلومات شخصية من الأفراد الذين تقل أعمارهم عن 13 عامًا. إذا اكتشفنا أننا قمنا بجمع معلومات شخصية من طفل دون سن 13 عامًا، فسنقوم بحذفها على الفور.</p>

                <h3>7. مواقع الويب لطرف ثالث:</h3>
                <p>قد يحتوي موقعنا على روابط إلى مواقع الويب لطرف ثالث. يرجى ملاحظة أننا غير مسؤولين عن ممارسات الخصوصية أو محتوى تلك المواقع. نشجعك على مراجعة سياسات الخصوصية لأي مواقع ويب لطرف ثالث تزورها.</p>

                <h3>8. تغييرات على سياسة الخصوصية:</h3>
                <p>قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سيتم نشر النسخة المحدثة على موقعنا، وسيتم تعديل تاريخ السريان وفقًا لذلك. من خلال الاستمرار في استخدام خدماتنا بعد أي تغييرات في هذه السياسة، فإنك توافق على الشروط المحدثة.</p>

                <h3>9. اتصل بنا:</h3>
                <p>إذا كان لديك أي أسئلة أو مخاوف حول سياسة الخصوصية هذه أو ممارسات البيانات الخاصة بنا، يرجى الاتصال بنا على info@time-net.net.</p>

                <p>باستخدام تايم نت، فإنك تقر بأنك قد قرأت وفهمت سياسة الخصوصية هذه وتوافق على جمع واستخدام وكشف معلوماتك الشخصية وفقًا لما ورد فيها.</p>

            </div>
            <!-- End Card Body -->
        </div>
        <!-- End Card -->
    </div>
@endsection
