@extends('layouts.master')

@section('content')
    <div class="container content-space-3">
        <!-- Card -->
        <div class="card card-lg">
            <!-- Header -->
            <div class="card-header bg-dark py-sm-10">
                <h1 class="card-title h2 text-white">سياسة الخصوصية والشروط</h1>
                <p class="card-text text-white">آخر تعديل: 6 يوليو 2023</p>
            </div>
            <!-- End Header -->

            <!-- Card Body -->
            <div class="card-body">

                <h1>الشروط والأحكام</h1>

                <p>يرجى قراءة هذه الشروط والأحكام ("الاتفاقية") بعناية قبل استخدام TimeNet ("الخدمة") التي يديرها TimeNet ("نحن"، "نحن" أو "لنا"). تحدد هذه الاتفاقية الشروط والأحكام القانونية الخاصة باستخدامك للخدمة.</p>

                <h2>1. قبول الشروط</h2>
                <p>بالدخول إلى أو استخدام الخدمة، فإنك توافق على ارتباطك بهذه الاتفاقية. إذا لم توافق على أي جزء من الاتفاقية، فقد لا يكون لك الوصول إلى الخدمة.</p>

                <h2>2. استخدام الخدمة</h2>
                <p>تقدم TimeNet الخدمة للاستخدام الشخصي الخاص بك فقط. فإنك توافق على عدم نسخ أو تكرار أو بيع أو تسويق أو استغلال أي جزء من الخدمة بدون إذننا الكتابي الصريح.</p>

                <h2>3. حسابات المستخدمين</h2>
                <p>للوصول إلى بعض ميزات الخدمة، قد يكون عليك إنشاء حساب مستخدم. أنت مسؤول عن الحفاظ على سرية حسابك وكلمة المرور وتقييد الوصول إلى جهاز الكمبيوتر الخاص بك أو الجهاز. فإنك توافق على قبول المسؤولية عن جميع الأنشطة التي تحدث تحت حسابك أو كلمة المرور الخاصة بك.</p>

                <h2>4. الملكية الفكرية</h2>
                <p>تملك TimeNet الخدمة والمحتوى الأصلي والميزات والوظائف، وتحمى وفقًا لقوانين حقوق الملكية الفكرية والعلامات التجارية وبراءات الاختراع وأسرار الصناعة والمعرفة الأخرى الدولية. قد لا تقوم بتعديل أو نسخ أو توزيع أو إنشاء أعمال مشتقة أو عرض أو تنفيذ علني لأي من المحتوى أو المواد الموجودة في الخدمة بدون موافقتنا الكتابية السابقة.</p>

                <h2>5. إخلاء المسؤولية</h2>
                <p>يتم تقديم الخدمة على أساس "كما هو" و "حسب التوافر"، دون أي ضمانات، إما صريحة أو ضمنية. نحن لا نضمن أن الخدمة ستكون غير مُنقطعة، خالية من الأخطاء، آمنة أو خالية من الفيروسات أو المكونات الضارة الأخرى. يتم استخدام الخدمة على مسؤوليتك الشخصية.</p>

                <h2>6. محدودية المسؤولية</h2>
                <p>بأي حال من الأحوال، لا يتحمل TimeNet أو مديروها أو موظفوها أو وكلاؤها أو فروعها أي مسؤولية تجاهك عن أي أضرار غير مباشرة أو عرضية أو خاصة أو عقابية، بما في ذلك على سبيل المثال لا الحصر فقدان الأرباح أو البيانات أو الاستخدام أو الودية أو الخسارات اللاجسامية الأخرى، نتيجة للوصول إلى أو استخدام أو عدم القدرة على الوصول إلى أو استخدام الخدمة.</p>

                <h2>7. القانون المطبق</h2>
                <p>تخضع هذه الاتفاقية للقوانين والأنظمة المطبقة في العراق/إقليم كردستان، دون الإخلال بأحكام التعارض بين القوانين. يجب تقديم أي دعوى قانونية أو إجراء ناشئ عن أو يتعلق بهذه الاتفاقية حصرًا في محاكم [اسم بلدك/ولايتك].</p>

                <h2>8. التغييرات على الاتفاقية</h2>
                <p>نحتفظ بالحق، بناءً على تقديرنا الخاص، بتعديل أو استبدال هذه الاتفاقية في أي وقت. سيتم إبلاغك بأي تغييرات عن طريق نشر الاتفاقية المحدثة على الخدمة. يُعتبر استمرار استخدام الخدمة بعد أي تغييرات من هذا القبيل موافقة على تلك التغييرات.</p>

                <h2>9. اتصل بنا</h2>
                <p>إذا كان لديك أي أسئلة أو مخاوف بشأن هذه الاتفاقية، يرجى الاتصال بنا على info@time-net.net.</p>

                <p>باستخدام الخدمة، فإنك تعترف بأنك قد قرأت وفهمت ووافقت على الالتزام بهذه الاتفاقية.</p>

            </div>
            <!-- End Card Body -->
        </div>
        <!-- End Card -->
    </div>
@endsection
